{
    "games": [
        {
            "name": "Store plublisher",
            "platform": "Android",
            "icon": "assaul_riffle.jpg",
            "description": "C'est un application de notre conception dans laquel les utilisateurs peuvent publier leurs produits gratuits pour se faire connaître du public (vous devez publier votre application sur internet et lorsque vous voulez l'ajouter vous devez juste mettre le lien derect du fichier et son format). En gros elle contient juste des liens vous publier quelques part et vous ajoutez le lien direct du fichier.",
            "downloadLink": "https://github.com/Nouredine227/Application_Store.git"
        },
        {
            "name": "Gangster Niamey",
            "platform": "PC",
            "icon": "assaul_riffle.jpg",
            "description": "Le future GTA de Niamey.",
            "downloadLink": "https://github.com/Nouredine227/Application_Store.git"
        },
        {
            "name": "GTA IV : San Andreas",
            "platform": "PC",
            "icon": "gtaiv.jpg",
            "description": "GTA IV San Andreas est un mode amusant pour GTA IV qui vous permettra de profiter de la mythique ville de San Andreas, là où le plaisir est infini. Ce mode inclut beaucoup de changements et permet au joueur de s'immerger dans la ville qui porte le nom du GTA précédent. À travers ce vaste environnement, vous pourrez participer à des guerres de gangs et à des courses de rue, en plus de faire des dommages et de commettre des crimes à l'aide des nombreuses armes du jeu. GTA IV San Andreas est un des meilleurs modes pour la saga Grand Theft Auto. Il vous offre toute la saveur du célèbre GTA San Andreas à l'intérieur du nouveau GTA IV.",
            "downloadLink": "https://gta-iv-san-andreas.fr.uptodown.com/windows/telecharger"
        },
        {
            "name": "Call Of Duty 2 : Demo",
            "platform": "PC",
            "icon": "cod2.jpg",
            "description": "Tu commences en tant que simple soldat dans l'armée russe, puis tu joues plusieurs rôles. Pour la plupart de ces missions, tu te bats dans les déserts sablonneux d'Afrique du Nord aux côtés des Rats du désert contre les troupes du maréchal Rommel. La dernière mission de la campagne britannique t'envoie dans les maisons bombardées et les haies de Caen, en France. Enfin, tu incarneras un Américain lors du débarquement du jour J, mais pas sur la plage d'Omaha, tu escaladeras les falaises abruptes de la Pointe du Hoc en tant qu'artilleur avec les Army Essaie l'escalade avec l'artillerie et les tirs de mitrailleuses qui pleuvent sur toi. Tout simplement génial.",
            "downloadLink": "https://call-of-duty-2.fr.uptodown.com/windows/telecharger"
        },
        {
            "name": "Genshin Impact",
            "platform": "PC",
            "icon": "genshin.jpg",
            "description": "Genshin Impact est un jeu de rôle dans lequel tu explores un monde ouvert extraordinaire avec divers personnages. Vole dans le ciel et marche dans chaque ville, remplissant des missions et collectant des objets pour améliorer tes personnages en avançant. De plus tu peux jouer avec des utilisateurs sur d'autres plateformes telles que Android, PS4 et iOS.",
            "downloadLink": "https://genshin-impact.fr.uptodown.com/windows/telecharger"
        },
        {
            "name": "Age of Empire II : age of the kings",
            "platform": "PC",
            "icon": "genshin.jpg",
            "description": "Embarquez pour un voyage à travers 1000 ans du Moyen Âge dans Age of Empires II : L'Âge des Rois. Prenez les rênes d'une civilisation puissante et naviguez dans un monde rempli d'opportunités pour la grandeur. Forgerez-vous votre empire par la force militaire, commandant le respect par la seule force ? Alternativement, optez pour un chemin d'honneur et de diplomatie, régnant avec intégrité et grâce. Pour ceux qui penchent vers des stratégies rusées, il y a l'option de manigancer votre chemin vers la domination par la tromperie et la manipulation. Le jeu présente une myriade de choix pour les aspirants dirigeants, chaque chemin offrant une expérience unique vers le pouvoir ultime.",
            "downloadLink": "https://archive.org/details/ms-age-of-empires-2-eng"
    ]
}
